IDEA Open Model
ReinfFabric.DistanceY Property
Compatible with IDEA StatiCa Beta 20.0
 Distance between bars - direction Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DistanceY { get; set; }
Public Property DistanceY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace